aaron-bond.better-comments
aws-scripting-guy.cform
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
golang.go
hashicorp.terraform
kddejong.vscode-cfn-lint
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
pcsoftware.readable
PKief.material-icon-theme
redhat.vscode-yaml
shardulm94.trailing-spaces
yzhang.markdown-all-in-one
zenor.makefile-creator
